Revit 2027 API
ParameterTypeId.DimLeaderDisplayCondition Property
 "Show Leader When Text Moves"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimLeaderDisplayCondition { get; }
Public Shared ReadOnly Property DimLeaderDisplayCondition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimLeaderDisplayCondition {
	ForgeTypeId^ get ();
}
static member DimLeaderDisplayCondition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace